[{
  "id": "akateko",
  "nombreOriginario": "Kuti'",
  "informacion": "Este idioma pertenece a la familia lingüística maya y se habla en los estados de Campeche, Chiapas y Quintana Roo.\n\nSu asentamiento original es el municipio de San Miguel Acatán, perteneciente al departamento de Huehuetenango, Guatemala. En la década de los ochenta, algunos akatekos llegaron a México a consecuencia de la guerra civil que hubo en este país centroamericano. \nEs en 1980 cuando el número de lenguas mayas habladas en territorio nacional se incrementó notablemente.\n"
}, {
  "id": "amuzgo",
  "nombreOriginario": "Ñomnda",
  "informacion": "Se autodenominan nn´anncue, que significa “las personas de en medio”. A su idioma lo nombran ñomnda, palabra compuesta de ‘ñoom’, que significa ‘palabra’ o ‘idioma’, y ndaa, que quiere decir “agua”, o sea, “idioma” o “palabra del agua”.\nLa agrupación lingüística amuzgo pertenece a la familia oto-mangue y tiene cuatro variantes.\nLas entidades con asentamientos históricos son Guerrero y Oaxaca.\n"
}, {
  "id": "awakateko",
  "nombreOriginario": "Qyool ",
  "informacion": "El qyool es una lengua que pertenece a la familia maya y se encuentra en muy alto riesgo de desaparición. Se habla en el estado de Campeche.\n\nSe autodenominan qatanum, “nuestra gente”. La palabra awakateko hace referencia al municipio de Aguacatán, en Guatemala. En la década de los ochenta, algunos akatecos llegaron a México a consecuencia de la guerra civil que hubo en este país centroamericano. \nEs en 1980 cuando el número de lenguas mayas habladas en territorio nacional se incrementó notablemente.\n\n"
}, {
  "id": "ayapaneco",
  "nombreOriginario": "Numte oote",
  "informacion": "Ayapa significa lugar de neblinas de Ayau-pan (ayauitl-neblina, y pan- terminación toponímica). El numte oote se habla en Tabasco y pertenece a la familia lingüística mixe-zoque. Cuenta con sólo 24 hablantes."
}, {
  "id": "cora",
  "informacion": "Se autodenominan nayeri. Pertenecen a la familia yuto-nahua. Ocho variantes la agrupan, siete de ellas se hablan en el Estado de Nayarit y una (elcoracorapeño) en Durango:\n\nTodas las variantes están en mediano riesgo  de desaparición, con excepción del corameseño que se encuentra en riesgo no inmediato de desaparición.\n"
}, {
  "id": "cucapa",
  "nombreOriginario": "Kukapá",
  "otrosNombres": "Kuapá",
  "informacion": "El kuapá (kukapá) pertenece a la familia cochimí-yumana, no tienen variación interna. Se habla en los estados de Baja California y Sonora. Lamentablemente es una lengua en muy alto riesgo de desaparición. \nSe autodenominan Xawiƚƚ Kwñchawaay, que se traduce “pueblo del río”, también Kuapá; otras fuentes mencionan que se autonombran es-pei que significa “el que viene”, “el que llega”. Debido a que en el curso de la historia se han asentado en las márgenes del río Colorado, los demás grupos yumanos los identifican como “los rieños”."
}, {
  "id": "cuicateco",
  "informacion": "La palabra “cuicateco” es de origen nahua, proviene del verbo sustantivo “cuicatl” que significa “canto”. \n\nEl cuicateco es una agrupación lingüística que pertenece a la familia oto-mangue y hablada en el estado de Oaxaca. \n\nTanto el cuicateco del norte como el del oriente se consideran variantes con mediano riesgo de desaparición, mientras que el cuicateco del centro, se cataloga como una variante con riesgo no inmediato de desaparición."
}, {
  "id": "chatino",
  "nombreOriginario": "Cha’ jna’a ",
  "informacion": "Se autodenominan kitsé cha’tnio, kitse cha’tña y kitse tsa’jnya; en los tres casos el significado literal es similar: “palabra trabajosa”, “palabra difícil” o “trabajo de las palabras”.\n\nEl cha’ jna’a (chatino) es una agrupación lingüística que pertenece a la familia oto-mangue. Se habla en el estado de Oaxaca. Seis variantes la conforman:\n\nEl chatino de Zacatepec se encuentra catalogada como una variante en alto riesgo de desaparición; el chatino occidental bajo y central se encuentran en mediano riesgo de desaparición, y las variantes restantes en riesgo no inmediato."
}, {
  "id": "chichimecojonaz",
  "informacion": "Los uzá', como se nombran a sí mismos, habitan en el estado de Guanajuato. \nEl chichimeco jonaz pertenece a la lengua otomangue.\n"
}, {
  "id": "chinanteco",
  "informacion": "Se llaman a sí mismos tsa ju jmí’, que significa “gente de palabra antigua”. Su idioma pertenece a la familia lingüística oto-mangue, la cual cuenta con 11 variantes. Oaxaca y Veraacruz."
}, {
  "id": "chocholteco",
  "nombreOriginario": "Ngiigua",
  "informacion": "Se llaman a sí mismos Runixa Ngiigua, que significa “los que hablan el idioma”, en tanto que la lengua se denomina Ngiigua. Su idioma pertenece a la familia oto-mangue y la agrupación cuenta con tres variantes lingüísticas. Se habla en Oaxaca.\n"
}, {
  "id": "chontaldeoaxaca",
  "informacion": "Se llaman a sí mismos Slijuala xanuc’, que significa “habitante de las montañas”. Su idioma pertenece a la familia lingüística chontal de Oaxaca, y en esta agrupación se identifican tres variantes.\n La familia lingüística chontal de Oaxaca se encuentra integrada en la actualidad por un conjunto de variantes lingüísticas respecto de las cuales no ha sido posible establecer: a) si se trata de un solo idioma, en cuyo caso se hablaría del chontal de Oaxaca como una lengua aislada y, a su vez, como el único miembro de dicha familia; o b) si se trata de más de un idioma, lo que correspondería a hablar de una familia lingüística poco diversificada. En la actualidad, la relación genealógica de los idiomas de la familia lingüística chontal de Oaxaca sigue en discusión. Al respecto, la hipótesis que ha tenido más fuerza es la que vincula a esta familia con los idiomas hokanos. "
}, {
  "id": "chontaldetabasco",
  "informacion": "Como su nombre lo indica, se habla en el estado de Tabasco."
}, {
  "id": "chuj",
  "nombreOriginario": "Koti’",
  "informacion": "Se autodenominan ket chonhab’ kob’a. A la comunidad lingüística chuj la integran los mateanos, cuyo lugar de origen es San Mateo Ixtatán, Guatemala, y los coatanecos, procedentes de San Sebastián Coatán, Guatemala, con pequeñas variantes dialectales entre sí. Casi todos los chuj de México son mateanos.\nEl idioma chuj pertenece a la familia maya.El chuj pertenece a la familia maya, la lengua hermana del chuj es el tojolabal. Se habla en los estados de Campeche, Chiapas y Quintana Roo. El nombre con el que los hablantes denominan a la lengua es koti’. En último censo, se registraron 2632 hablantes de Koti’. Se considera al Chuj, como una lengua ya que no tiene división al interior, es decir no agrupa a otras lenguas, como en el caso del zapoteco o el náhuatl. Se considera que el chuj es una lenguacon riesgo no inmediato de desaparición.\n"
}, {
  "id": "chol",
  "nombreOriginario": "Ch’ol",
  "otrosNombres": "Lakty’añ",
  "informacion": "La lengua lakty’añ o como comúnmente se le conoce, ch’ol, es una lengua perteneciente a la familia maya; la lengua más cercana es el chontal de Tabasco. Se habla  en los estados de Campeche, Chiapas y Tabasco. Actualmente, es considerada como una lengua con riesgo no inmediato de desaparición. En el censo de 2010 se registraron 222, 051 hablantes. Recientemente se publicó  la norma de la escritura de la lengua de la lengua ch’ol. A continuación se muestran las dos variantes del  lakty’añ: Se identifican a sí mismos como winik, vocablo maya que significa varón, y xixik, mujer; son “los milperos”, los hombres originados del maíz que viven y explican su existencia estrechamente ligada al maíz, alimento sagrado concedido por las deidades. La lengua chol pertenece a la familia maya y cuenta con dos variantes lingüísticas."
}, {
  "id": "guarijio",
  "informacion": " Guarijío o guarijó significa “gente” o “las personas que hablan la guarijía”. La agrupación lingüística guarijío, pertenece a la familia yuto-nahua; en términos genéticos, el guarijío es muy cercano al tarahumara. El guarijío se habla en los estados de Chihuahua y Sonora. En el último censo, realizado por INEGI, en 2010, se registraron 2,201 hablantes, distribuidos en dos variantes: Chihuahua y Sonora."
}, {
  "id": "huasteco",
  "nombreOriginario": "Teenek",
  "otrosNombres": "Tenek",
  "informacion": "Teenek que quiere decir “los que viven en el campo con su lengua y comparten la costumbre”. El huasteco es una lengua perteneciente a la familia maya. Geográficamente se encuentra alejado de las otras lenguas mayenses. La lengua más cercana al huasteco, genéticamente hablado, erachicomuselteco, pero ya no se habla más. En 2010 se registraron166,952 hablantes de alguna variedad del huasteco.  El huasteco conjunta 3 variantes, la primera se habla en San Luis Potosí y las dos últimas en el estado de Veracruz. Los hablantes de huasteco nombran a su lengua como teenek o tenek, y reconocen que ésta es la forma correcta de referirse a ella. San Luis Potosí y Veracruz."
}, {
  "id": "huave",
  "informacion": "Los huaves se autodenominan como ikoots en San Mateo, kunajts en San Francisco e ikoojts en San Dionisio que se traduce como “nosotros” en cada variante, pero también se identifican como mareños, por su ubicación a la orilla del mar.. La familia lingüística huave se encuentra integrada en la actualidad por un solo idioma, el cual le da nombre a la familia; en consecuencia el huave puede ser considerado una lengua aislada. Como evidencia de los intentos por definir su filiación lingüística, considérese que algunos investigadores propusieron su incorporación a la familia lingüística maya; otros, a la mixe-zoque y unos más, a la oto-mangue. Se habla en el estado de Oaxaca y tiempo atrás se comentaba que también se hablaba en una parte de Chiapas."
}, {
  "id": "huichol",
  "informacion": "El nombre con el que se autodenomina este pueblo es wixaritari, en plural, y wixarika, en singular. La agrupación lingüística huichol pertenece a la familia yuto-nahua. Cuenta con cuatro variantes, las cuales se hablan en los Estados de Nayarit, Durango y Jalisco. Su agrupación hermana es el cora. En total se han registrado 47, 625 hablantes de huichol en México:"
}, {
  "id": "ixcateco",
  "informacion": "Los ixcatecos se autodenominan xhwani. Esta agrupación lingüistíca se habla en el Estado de Oaxaca, en el municipio de Santa María Ixcatlán. ALIN. El ixcateco es una lengua en sí, porque no agrupa a ninguna otra; pertenece a la familia oto-mangue, y a la subfamilia popolocana. Las lenguas más cercanas, genéticamente hablando, al ixcateco son, el mazateco, el chocholteco y el popoloca. "
}, {
  "id": "ixil",
  "informacion": "El ixil es una lengua, que pertenece a la familia maya, es genéticamente muy cercana al awakateko. Se habla en los estados de Campeche y Quintana Roo. Se registraron 83 hablantes en el último censo realizado por el INEGI en 2010. Posee dos variantes y ambas están en muy alto riesgo de desaparición."
}, {
  "id": "jakalteko",
  "nombreOriginario": "Jakalteko-popti",
  "informacion": "El jakalteko o jakalteko-popti’, es una lengua que pertenece a la familia maya; el q’anjob’aly el akateko, son las lenguas genéticamente, más cercanas al jakalteko-popti’. Esta lengua se habla en los estados de Campeche, Chiapas y Quintana Roo. En el último censo realizado por el INEGI en el año 2010, se registraron 602 hablantes de jakalteko-popti’. Se considera al jakalteko-popti’ una lengua en muy alto riesgo de desaparición. Campeche, Chiapas, Quintana Roo."
}, {
  "id": "kaqchikel",
  "informacion": "kaqchikel derive de la voz okaqichkel, que significa “nosotros somos los que nos quedamos solos, nos quedamos aquí”. El kaqchikel es una lengua que pertenece a la familia maya; la lengua hermana del kaqchikel es el tz’utujil(lengua que se habla en Guatemala). En los estados de Campeche y Quintana Roo, se encuentran los asentamientos históricos de los hablantes de la lengua kaqchikel. En el Censo de Población y Vivienda de 2010, se registraron 103 hablantes. Desafortunadamente, es una lengua que se encuentra en muy alto riesgo de desaparición. Campeche y Quintana Roo."
}, {
  "id": "kickapoo",
  "informacion": "“los que andan por la tierra”. La lengua Kickapoo es la única representante de la familia álgica que se encuentra en nuestro país. En el último censo (2010) se registraron 446 hablantes. En México, se habla en el estado de Coahuila, en el municipio de Múzquiz, pero también se habla en los Estados Unidos de América. Por lo tanto es una lengua binacional.Provenían de Michigan al norte de los Estados Unidos y migraron hasta el sur de Estados Unidos y México. Las lenguas hermanas del kickapoo son: Fox,  Sauk y  Mascouten (actualmente extinta), todas ellas habladas en Estados Unidos. Se considera que la lengua Kickapoo es una lengua en muy alto riesgo de desaparición. Coahuila de Zaragoza. "
}, {
  "id": "kiliwa",
  "informacion": "Se autonombran ko’lew, voz que se traduce como “hombre cazador”, “gente como nosotros” o “los que se van”, y que también se utiliza para nombrar a su lengua, la cual forma parte de la familia cochimí-yumana"
}, {
  "id": "kumiai",
  "otrosNombres": "Tipai",
  "informacion": "La lengua kumiai o tipai como la autodenominan los hablantes de esta lengua. Pertenece a la familia cochimí-yumana. Las lenguas más cercanas son el Lipai y el Jamu, las cuales se hablan en Estados Unidos de América. Actualmente es una lengua que se encuentra en muy alto riesgo de desaparición. En el último censo solo se registraron 381 hablantes. Se habla en el Estado de Baja California, México, en el municipio de Ensenada. Y en Estados Unidos de América. Por lo tanto es una lengua binacional. Baja California. "
}, {
  "id": "kuahl",
  "nombreOriginario": "ku’ahl",
  "informacion": "El ku’ahl, es una lengua que pertenece a la familia cochimí-yumana, es una lengua en muy alto riesgo de desaparición, se habla en Ensenada, Baja California. Es genéticamente muy cercana al paipai. En el censo de 2010 no se registraron hablantes."
}, {
  "id": "kiche",
  "nombreOriginario": "K’iche’",
  "informacion": " Esta agrupación lingüística se ubica en el estado de Baja California, Ensenada en las comunidades de: Comunidad Indígena de Santa Catarina, El Aguajito (Mat Chip) [Rancho Matchip], Rancho Escondido, Rancho Wikualpuk (El Ranchito).  El pueblo ku’ahl habla una lengua perteneciente a la familia lingüística cochimí-yumana."
}, {
  "id": "lacandon",
  "nombreOriginario": "Jach-t’aan",
  "informacion": "Los miembros del pueblo que actualmente se identifica como lacandón se autodenominan hach winik, que significa “verdaderos hombres”, y son hablantes de una variante del maya yucateco.\nSu lengua pertenece a la familia maya. Se habla en el municipio de Ocosingo en el Estado de Chiapas, al sur de la República Mexicana. En el censo de 2010 se registraron  926 hablantes. Se considera que el lacandón o jach-t’aan, está en mediano riesgo de desaparición. La lengua genéticamente más cercana al jach-t’aan es el maya yucateco o maayat’aan."
}, {
  "id": "mam",
  "nombreOriginario": "Qyool",
  "informacion": "Los pobladores designan su lengua como to qyool, que quiere decir “en nuestra palabra”, y como pueblo indígena se autonombran winaq qo’, traducido como “nuestra gente”. El mam es una agrupación lingüística que pertenece a la familia maya. La lengua genéticamente más cercana a esta agrupación, es el teko. El mam se habla en los estados de Chiapas, Campeche y Quintana Roo. En el último censo realizado por INEGI en 2010, se registraron 10,467 hablantes de mam. Esta agrupación conjunta cinco variantes"
}, {
  "id": "matlatzinca",
  "nombreOriginario": "Bot’una",
  "informacion": "Matlatzinca significa en náhuatl “los señores de la red” o “los que hacen redes”, debido a que fabricaban redes utilizadas para cargar el maíz, como hondas durante la caza y, probablemente, en las guerras. Sin embargo, ellos se reconocían en su propio idioma como nintambati, que significa “los de en medio del Valle”, y nepynthathahui, “los de la tierra del maíz”. Pero actualmente, el grupo se autonombran a sí mismo como matlatzincas. El matlatzinca o bot’una es una lengua que pertenece a la familia oto-mangue, la lengua más cercana, en términos genéticos es el tlahuica. Según el último censo, realizado en el 2010, había 1,106 hablantes, de matlatzinca. Los asentamientos históricos de pueblo matlatzinca están en el Estado de México. Es una lengua en alto riesgo de desaparición. "
}, {
  "id": "maya",
  "nombreOriginario": "maayat’aan",
  "informacion": "Si bien la lengua maya o maayat’aan, como la conocen sus hablantes, es la segunda agrupación lingüística (después del náhuatl) más hablada en el país, con  795,499 hablantes, esto no quiere decir que no se encuentre en riesgo de desaparición. Actualmente todas las lenguas indígenas nacionales se consideran en peligro de desaparición, solo varía su grado de riesgo, la lengua maya está considerada como una lengua cuyo riesgo de desaparición no es inmediato. La lengua maayat’aan pertenece a la gran familia maya, solo posee una variante y se ubica geográficamente en los Estados de Yucatán y Campeche.  Hablantes de lengua maayat’aan trabajaron en la construcción de una norma de escritura oficial, la cual ha sido publicada recientemente, por el Instituto Nacional de Lenguas Indígenas."
}, {
  "id": "mayo",
  "nombreOriginario": "Yorem-nokki",
  "informacion": "Yoreme que significa “la gente”. La agrupación lingüística mayo, o como sus hablantes lo denominan: yorem-nokki, pertenece a la familia yuto-nahua. Se considera una sola lengua, puesto que no tiene variación interna. Es hablada en el Estado de Sonora y Sinaloa. En el último censo (2010), se registraron 39,759 hablantes de lengua mayo. La lengua más cercana al mayo es el yaqui. Se considera que el mayo está en alto riesgo de desaparición."
}, {
  "id": "mazahua",
  "nombreOriginario": "Jnatrjo",
  "otrosNombres": "Jnatjo",
  "informacion": "El mazahua tiene dos variantes, el mazahua del oriente y el mazahua de occidente. Al mazahua de oriente sus hablantes lo conocen como jnatrjo, y al mazahua de occidente le dicen jnatjo. Ambos se hablan en el Estado de México y en Michoacán. En el censo de 2010  se registró un total de  136,717 hablantes de mazahua. Esta agrupación lingüística pertenece a la familia oto-mangue. Sus lenguas hermanas más cercanas son el otomí, el matlatzinca y el tlahuica."
}, {
  "id": "mazateco",
  "informacion": "Los mazatecos se autodenominan ha shuta enima, que en su lengua quiere decir “los que trabajamos el monte, humildes, gente de costumbre”. Mientras que la palabra mazateco deriva del náhuatl mazatecatl, que significa “gente del venado”, forma en que eran identificados por los nonoalcas debido al gran respeto que tenían por el venado. La agrupación lingüística mazateco, se habla mayoritariamente en el estado de Oaxaca, Veracruz y Pyebla. Solo una variante se habla en el estado de Puebla. El total de hablantes es de 230,124. Esta agrupación pertenece a la familia oto-mangue y tiene 16 agrupaciones lingüísticas, cada una de ellas tiene nombres diferentes."
}, {
  "id": "mixe",
  "informacion": "El mixe se habla en el estado de Oaxaca. Pertenece a la familia mixe-zoque, las lenguas más cercanas al mixe, en términos genéticos son, el oluteco, el sayulteco y el tapachulteco, está ultima lamentablemente extinta. En el 2010 se registraron 136,736 hablantes, distribuidos en seis variantes de mixe."
}, {
  "id": "mixteco",
  "informacion": "La agrupación lingüística mixteco, pertenece a la familia oto-mangue, dentro de la familia, el mixteco junto con el cuicateco y el triqui conforma la rama mixtecana. Los asentamientos históricos se encuentran en los estados de Oaxaca, Puebla y Guerrero. En el Censo de Población y Vivienda del INEGI 2010 se registraron 496,038 hablantes de alguna variedad de mixteco. De todas las agrupaciones lingüísticas es la que conjunta el mayor número de variantes, 81 en total."
}, {
  "id": "nahuatl",
  "informacion": "La agrupación lingüística náhuatl, pertenece a la familia yuto-nahua, es la agrupación más hablada en México con 1,586,884 de hablantes registrados hasta 2010. El náhuatl se habla en 15 de las 31 entidades federativas de la República Mexicana: Puebla, Hidalgo, Veracruz, San Luis Potosí, Oaxaca, Colima, Durango, Guerrero, Jalisco, Michoacán, Morelos, Nayarit, Tabasco, Tlaxcala, Estado de México y Distrito Federal. Tiene 30 variantes con sus respectivas autodenominaciones."
}, {
  "id": "oluteco",
  "otrosNombres": "Oyaakaw",
  "informacion": "El oluteco oyaakaw, es una lengua en muy alto riesgo de desaparición, según los datos del INEGI, en el 2010 se registraron solo 50 personas que hablaban oluteco. No tiene variantes y se habla en el estado de Veracruz en el municipio de Oluta, de ahí el nombre con el que se le conoce. Junto con el mixe, el sayulteco y el tapachulteco (lengua actualmente extinta), conforman la rama mixeana de la familia lingüística mixe-zoque."
}, {
  "id": "otomi",
  "informacion": "La agrupación lingüística otomí pertenece a la gran familia oto-mangue. Las lenguas más cercanas al otomí, o por decirlo de otra forma, sus lenguas hermanas  son: el mazahua, el matlatzinca y el tlahuica. La agrupación lingüística otomí conjunta nueve variantes y el total de hablantes  es de 288,052. Se distribuyen dentro de los Estados de Hidalgo, Puebla Querétaro, Veracruz,  Michoacán, Estado de México, Tlaxcala, Guanajuato."
}, {
  "id": "paipai",
  "nombreOriginario": "Jaspuypai",
  "informacion": "El paipai, como los hablantes de la lengua la denominan: jaspuypai, se habla en el estado de Baja California, en el municipio de Ensenada. Pertenece a la familia lingüística cochimí- yumana. Se considera que el jaspuypai, es una lengua en sí, debido a que no agrupa a otras variedades. "
}, {
  "id": "pame",
  "informacion": "El pame pertenece a la familia oto-mangue; el chichimeco es la lengua, genéticamente más cercana al pame. En el censo de 2010 se registraron 11,627 hablantes. En el estado de San Luis Potosí, se encuentran los asentamientos históricos del pueblo pame. Son dos las variantes de la agrupación pame; el pame del norte o xi’iuy, la cual se encuentra en muy alto riesgo de desaparición, y pame del centro o xi’oi, que se encuentra en riesgo no inmediato de desaparición."
}, {
  "id": "papago",
  "informacion": "El tohonoo’otham/  tohonoo’odham , más conocido como pápago, es una lengua que pertenece a la famila yuto-nahua; las lenguas más cercanas  son , el pima (pima bajo), el tepehuano del norte, tepehuano del sur,  y el tepecano (lengua extinta). Se habla en el Estado de Sonora, en los municipios de Altar y General Plutarco Elías Calles. También se habla en los Estados Unidos de América. Hasta 2010, según cifras oficiales el pápago contaba con 161 hablantes. Es una lengua considerada en muy alto riesgo de desaparición. Actualmente se trabaja en la publicación de  la norma de la escritura de la lengua pápago, a cargo del Instituto Nacional de Lenguas Indígenas."
}, {
  "id": "pima",
  "informacion": "El pima, lengua perteneciente a la familia yuto-nahua, las lengua más cercanas, genéticamente hablando son el pápago, el tepehuano del Norte y el tepehuano del Sur. Se habla en los estados de Chihuahua y Sonora. En el año 2010 se registraron 867 hablantes. La agrupación lingüística pima, agrupa a tres variantes."
}, {
  "id": "popoloca",
  "informacion": "La agrupación lingüística popoloca pertenece a la familia oto-mangue, y a la subfamilia popolocana. Las leguas más cercanas, genéticamente hablando, al popoloca son, el mazateco, el chocholteco y el ixcateco. El popoloca se habla en el estado de Puebla. En el último censo realizado en el año 2010 se registraron 18,485 hablantes distribuidos en cuatro variantes:"
}, {
  "id": "popolucadelasierra",
  "nombreOriginario": "Nuntaj+yi’",
  "otrosNombres": "Nuntaanh+maatyi",
  "informacion": "El popoluca de la Sierra es conocido por sus hablantes como nuntaj+yi’ o nuntaanh+maatyi. En el 2010 INEGI reporto la existencia de 35,050 hablantes de popoluca de la Sierra. Por lo tanto se le cataloga como una variante con riesgo no inmediato de desaparición. El popoluca constituye, junto con el texistepequeño y el ayapaneco, la rama zoqueano del Golfo de la familia lingüística mixe-zoque. Y los asentamientos histórico están en el estado de Veracruz."
}, {
  "id": "tarasco",
  "nombreOriginario": "Purépecha",
  "informacion": "Familia tarasca o purépecha -agrupación lingüística purépecha o p’urhepecha/ p’orhepecha. Se habla en el estado de Michoacán y según el censo de 2010, se registraron 128,344 hablantes. Se considera que el purépecha es una lengua con riesgo no inmediato de desaparición."
}, {
  "id": "qatok",
  "nombreOriginario": "Qato’k",
  "informacion": "El qato’k pertenece a la rama q’anjob’aleana de la familia maya. Se habla en el estado de Chiapas. En el último Censo de Población y Vivienda, realizado por el INEGI, se registraron solo 106 hablantes de qato’k. Tiene dos variantes, y ambas están en muy alto riesgo de desaparición:"
}, {
  "id": "qanjobal",
  "nombreOriginario": "Q’anjob’al",
  "informacion": "El q’anjob’ o K’anjob’al, pertenece a la familia maya, se considera una lengua en sí, porque no agrupa a ninguna otra variante. Se habla en los estados de Campeche, Chiapas y Quintana Roo. Son 9,625 hablantes de K’anjob’al, según el último censo realizado en 2010. Las lenguas más cercanas al K’anjob’al son el akatekoy el jakalteko. Se considera que el K’anjob’al es una lengua en riesgo no inmediato de desaparición."
}, {
  "id": "qeqchi",
  "nombreOriginario": "Q’eqchí",
  "informacion": "El q’eqchi’, es una lengua que pertenece a la familia maya y es la única lengua de la rama K’icheana de la familia, que se habla en México. Según el último censo realizado por el INEGI, existen alrededor de 1279 hablantes de q’eqchi’. Se habla en los estados de Campeche y Quintana Roo. Se considera que el q’eqchi’, es una lengua con mediano riesgo de desaparición."
}, {
  "id": "sayulteco",
  "nombreOriginario": "T+kmaya’",
  "informacion": "El sayulteco o mejor conocido por sus hablantes como t+kmaya’ o como yámay, es una lengua que pertenece a la rama mixeana de la famila mixe-zoque, se habla en el estado de Veracruz en el municipio de Sayula, de ahí el nombre con el que se le conoce en español. Es una lengua en muy alto riesgo de desaparición. Según el censo de 2010 realizado por el INEGI, el sayulteco lo hablan alrededor de 941 personas."
}, {
  "id": "seri",
  "informacion": "La familia lingüística seri se encuentra integrada en la actualidad por un solo idioma, el cual no ha podido ser relacionado genealógicamente con ningún otro, y recibe este nombre a partir de dicho idioma. En consecuencia, el seri puede ser considerado una lengua aislada. Anteriormente se consideraba que el seri estaba vinculado con un conjunto de idiomas (el chontal de Oaxaca, por ejemplo) a los que se les llamó hokanos."
}, {
  "id": "tarahumara",
  "nombreOriginario": "Rarómariraicha",
  "otrosNombres": "Ralámuliraicha, Rarámariraicha",
  "informacion": "La lengua tarahumara se habla en el estado de Chihuahua. En el censo de 2010 se registraron 89 503 hablantes. Tiene tres auto denominaciones: rarómariraicha, ralámuliraicha  y rarámariraicha, pero cinco variantes."
}, {
  "id": "teko",
  "informacion": "El teko o Qyool (de Tectitán) o B’a’aj, es una lengua que pertenece a la familia maya, el mam es la lengua más cercana genéticamente al teko. Desafortunadamente en 2010 solo se registraron 53 hablantes, lo cual coloca a esta lengua en muy alto riesgo de desaparición. Los asentamientos históricos del teko están en el estado de Chiapas."
}, {
  "id": "tepehua",
  "informacion": "El tepehua pertenece a la familia totonaco-tepehua; la agrupación lingüística genéticamente más cercana  al tepehua es el totonaco. Se habla en el estado de Hidalgo, Veracruz y Puebla.  En el 2010 se registraron 8,968 hablantes. \n\nEl tepehua, que tiene tres variantes lingüísticas, es considerado una lengua sintética o polisintética, ya que su morfología permite agrupar en una sola palabra diferentes morfemas, que en otras lenguas corresponderían a palabras independientes."
}, {
  "id": "tepehuanodelnorte",
  "nombreOriginario": "Odami",
  "informacion": "El tepehuano del norte u odami, es una lengua que pertenece a la familia lingüística yuto-nahua, las lenguas más cercanas son el pápago, el pima, el tepehuano del sur y el tepecano, esta última está actualmente extinta. Se habla en el estado de Chihuahua. En el censo de 2010 se registraron 8, 424. Es una lengua con riesgo no inmediato de desaparición."
}, {
  "id": "tepehuanodelsur",
  "informacion": "El tepehuano del Sur, es una agrupación lingüística perteneciente a la familia yuto-nahua. Las lenguas más cercanas al tepehuano del sur, en términos genéticos son, el tepehuano del Norte, el pima y el pápago. Se habla en los estados de Durango, Nayarit, Sinaloa y Zacatecas. En el censo de INEGI de 2010, se registraron 29,481 hablantes distribuidos en las tres variantes que agrupa el tepehuano del Sur:"
}, {
  "id": "texistepequeno",
  "nombreOriginario": "Wää ‘oot",
  "informacion": "El texistepequeño cuya autodenominación es wää ‘oot, es una lengua que se habla en el estado de Veracruz en el municipio de Texistepec, por eso recibe el nombre de texistepequeño. En el último censo se reportaron 326 hablantes, por esta razón se considera que el wää ‘oot, es una lengua en muy alto riesgo de desaparición. El texistepequeño es genéticamente muy cercano al ayapaneco y al popoluca de la sierra, los tres constituyes la rama zoqueano del Golfo de la familia lingüística mixe-zoque."
}, {
  "id": "tlahuica",
  "nombreOriginario": "Pjiekakjoo",
  "informacion": "El pjiekakjoo también conocido como tlahuica u ocuilteco (ambos términos exónimos, es decir nombres que le dieron personas que no hablan la lengua), es una lengua perteneciente a la familia oto-mangue; la lengua más cercana al tlahuica es el matlatzinca. Se habla en el municipio de Ocuilán en el Estado de México. Se considera una lengua en sí porque no tiene variación interna.  Se registraron hasta el 2010,  solo 745 hablantes.  Por lo tanto se considera que el pjiekakjooes una lengua en muy alto riesgo de desaparición."
}, {
  "id": "tlapaneco",
  "informacion": "La agrupación lingüística tlapaneca, pertenece a la familia oto-mangue, la lengua más cercana al tlapaneco era el subtiaba, pero ya está extinta. El tlapaneco se habla en estado de Guerrero por una población de 127,244 según el Censo de Población y Vivienda del INEGI 2010. El tlapaneco agrupa a nueve variantes:"
}, {
  "id": "tojolabal",
  "nombreOriginario": "Tojol-ab’al",
  "informacion": "El tojolabal o tojol-ab’al, pertenece a la familia maya. El tojol-ab’al es considerado una lengua en sí, debido a que no agrupa a ninguna otra variante. La lengua genéticamente más cercana al tojol-ab’al, es el chuj. El tojol-ab’al se habla en el estado de Chiapas."
}, {
  "id": "totonaco",
  "informacion": "El totonaco pertenece a la familia totonaco-tepehua . La agrupación lingüística más cercana, es el tepehua. Se habla en los estados de Veracruz y Puebla. Cuenta con siete variantes."
}, {
  "id": "triqui",
  "informacion": "Triqui"
}, {
  "id": "tseltal",
  "informacion": "El bats’ilk’op o tseltal, se habla en el estado de Chiapas, pertenece a la familia maya. Su lengua hermana más cercana es el tsotsil. Actualmente cuenta con una norma de escritura ya publicada."
}, {
  "id": "tsotsil",
  "nombreOriginario": "Bats’ik’op",
  "informacion": "El bats’ik’op (tsotsil) pertemece a la familia maya. Se considera que todas las variantes del bats’ik’op tienen un riesgo no inmediato de desaparición."
}, {
  "id": "yaqui",
  "nombreOriginario": "Hiak-nooki",
  "informacion": "La agrupación lingüística hiak-nooki (yaqui) pertenece a la familia yuto-nahua y se habla en el estado de Sonora. Se considera una lengua en sí por no agrupar a ninguna otra variedad."
}, {
  "id": "zapoteco",
  "informacion": "El zapoteco pertenece a la familia oto-mangue, siendo la más extensa de ella. Se habla en el estado de Oaxaca y cuenta con 62 variantes."
}, {
  "id": "zoque",
  "informacion": "El idioma zoque se habla en los estados de Chiapas y Oaxaca."
}]