[{
  "id": "algica",
  "nombreCastellanizado": "Álgica",
  "comunidades": "Hablada en el estado de Coahuila en Múzquiz: Ciudad Melchor Múzquiz, El Nacimiento de los Kikapúes (Nacimiento de la Tribu Kikapoo).",
  "informacion": "También llamada algonquina o algonquina-ritwan. \n\nEl nombre de la familia lingüística álgica proviene de la contracción del nombre de una de las dos subfamilias que la integran, la algonquina (alg-), y la adhesión a ésta de una partícula (-ic) que señala pertenencia a algo. Cabe mencionar que, dentro de esta familia, las lenguas algonquinas han tenido, en términos de cobertura geográfica, diversidad interna y número de hablantes, mucha relevancia. \n\nLas lenguas de esta familia se hablan en gran parte de Canadá y en el extremo norte de los Estados Unidos de América, teniendo una concentración muy significativa en la región de los Grandes Lagos. El Kickapoo, que pertenece a la subfamilia algonquina, es el único idioma de esta familia que se habla en México. La llegada de los kickapoo a territorio nacional se dio en el siglo XIX cuando, después de una invasión de los anglosajones a su territorio, le pidieron al gobierno mexicano un espacio para vivir y éste, a cambio, les solicitó que defendieran a los pobladores mexicanos de los ataques de los comanches, muy frecuentes en aquel tiempo. Desde ese momento, los kickapoo son considerados un grupo binacional. En los Estados Unidos de América a los kickapoo de México se les conoce como “la banda de Texas”.\n\nEsquema arbóreo de la familia álgica:\n\n - Álgica\n --- Ritwan\n ----- Wiyot †\n ----- Yurok (Weitspekan)\n --- Algonquino\n ----- Blackfoot\n ----- Cheyenne\n ----- Grupo Arapaho\n ------- Arapaho\n ------- Atsina\n ------- Besawunena\n ------- Nawathinehena\n ------- Menominee (Menomini)\n ------- Ojibwa-Potawatomi(-Ottawa); Algonquino, Salteaux\n ------- Fox\n --------- Fox\n --------- Sauk\n --------- Kickapoo\n --------- Mascouten †\n ------- Shawnee\n --------- Miami-Illinois"
}, {
  "id": "yutonahua",
  "nombreCastellanizado": "Yuto-nahua",
  "nombreOriginario": "Yuto-azteca",
  "otrosNombres": "Proto-Nahua",
  "informacion": "También llamada Yuto-azteca, uto-nahua, uto-azteca.\n\nLa familia lingüística yuto-nahua recibe este nombre a partir de que el yute (Ute) es, por un lado, uno de los idiomas que se hablan en el extremo norte del área ocupada por esta familia –el estado de Idaho, en los Estados Unidos de América–, y de que el náhuatl es, por otro lado, el idioma que se habla en el extremo sur de la misma área. La familia yuto-nahua es una de las que abarca mayor territorio en el continente americano y que comprende uno de los conjuntos de idiomas más numerosos. Cuatro grupos de la subfamilia norteña sólo se hablan en Estados Unidos de América (númico, tübatulabal, tákico y hopi). Los once idiomas hablados en México pertenecen a tres de los grupos de la subfamilia sureña (tepimano, taracahita y corachol-náhuatl). Anteriormente, existía otro grupo ya desaparecido formado por la lengua tubar. El pápago (o pima alto) y el yaqui se hablan tanto en Arizona, Estados Unidos de América, como en Sonora, México. El náhuatl se habla, además de México, en El Salvador, Centro América.\n\nEsquema arbóreo de la familia yuto-nahua:\n\n - Yuto-nahua \n--- Yuto-nahua del norte \n----- Númico (Plateau Shoshoni)  \n------- Del oeste  \n--------- Paviotso-Bannock-Snake (Paiute del norte) \n--------- Monache (Mono) \n------- Del centro \n--------- Shoshoni-Goshiute \n--------- Panamint \n--------- Comanche \n------- Del sur Paiute del sur \n---------  Ute \n---------  Chemehuevi \n---------  Kawaiisu \n----- Tübatulabal (Kern River)  \n----- Tákico (Shoshoni del sur de California) \n------- Serrano \n------- Kitanemuk † \n------- Cahuila \n------- Cupeño \n------- Luiseño-Juaneño \n------- Gabrielino † \n------- Fernandeño †  \n----- Hopi  \n--- Yuto-nahua del sur \n----- Tepimano (Pímico) \n------- pápago (pima alt) \n------- pima (pima bajo) (Nevome) \n------- tepehuano del norte \n------- tepehuano del sur  \n------- tepecano † \n------- Taracahita \n----- Tarahumarano \n------- tarahumara \n------- guarijío (varihio, varohío) \n----- tubar † \n----- cahita \n------- yaqui \n------- mayo \n----- Opatano \n------- ópata † \n------- eudeve (heve, dohema) † \n--- Corachol-náhuatl \n----- Cora-huichol \n------- cora \n------- huichol \n----Nahuatlano \n----- pochuteco † \n----- Náhuatl nuclear \n------- Pipil (nahuate, nawat) \n------- náhuatl \n"
}, {
  "id": "cochimiyumana",
  "nombreCastellanizado": "Cochimí-yumana",
  "comunidades": "Hablada en el estado de Baja California, municipio de Ensenada, en las localidades: Arroyo de León (Ejido Kiliwas), Ejido San Francisco R. Serrano (Valle San Matías), Ensenada, Francisco Zarco (Guadalupe), Juntas Neji, La Zorra, Lázaro Cárdenas (Valle de la Trinidad), Licenciado Gustavo Díaz Ordaz, Parcela Número 19 (Familia Castro Ejido Nalta), Rancho las Pinzas, Comunidad Indígena de Santa Catarina, El Aguajito (Mat Chip) [Rancho Matchip], Rancho Escondido, Rancho Wikualpuk (El Ranchito),  Pozas de Arvizu, municipio de San Luis Rio Colorado, El Porvenir (Guadalupe), Ensenada, Francisco Zarco (Guadalupe), La Huerta, La Misión, Rancho Dinuwa, Rancho Plazola, Real del Castillo Nuevo (Ojos Negros), San Antonio Necua (Cañada de los Encinos), San Salvador de Gálvez. Playas del Rosarito: Comunidad Indígena San José de la Zorra (San José de la Zorra) [San José la Zorra], La Zorra, Primo Tapia. Tecate: Colonia Luis Echeverría Álvarez (El Hongo), Ejido Guadalajara 2 (El Gato), Ejido Nueva Colonia Hindú, El Álamo, El Testerazo, El Venado, Encino Solo, Escuela Mescuich [Mescuich], Familia López Gaspar, Hacienda Santa Verónica, La Ciénega, Rancho Cañada Verde, Rancho Jacuin, Rancho las Auras, Rancho las Priscilas, Rancho Limón, Rancho Neji Sección C [Juntas de Neji], Rancho Puerto el Roble, Santa Elena, Tecate y Valle de las Palmas.",
  "informacion": "También llamada Yumana.\n\nEl nombre de la familia lingüística cochimí-yumana se forma con los nombres de las dos subfamilias que la componen. Cada una de estas subfamilias representa extremos del territorio que ocupan u ocuparon sus hablantes; la cochimí en el extremo sur (Baja California, México) y la yumana en el extremo norte (Arizona, Estados Unidos de América). Hoy en día, se sabe que el cochimí es un idioma extinto, pese a que en los censos han aparecido personas que se dicen hablantes de este idioma. Por otro lado, la subfamilia yumana recibe su nombre de uno de los idiomas que la integran, el yuma. Algunos idiomas de esta subfamilia se hablan únicamente en el sur-occidente de los Estados Unidos de América, mientras que el kumiay y el Kuapá se hablan tanto en este país como en México.\n\nEsquema arbóreo de la familia cochimí-yumana:\n\n - Cochimí-yumana  \n--- Yumano \n----- Subgrupo pai (Yumano del norte) \n------- Tierras altas \n--------- Walapai \n--------- Havasupai             \n--------- Yavapai \n------- paipai \n------- ku’ahl \n----- Subgrupo Río (Yumano del centro) \n------- Mojave \n------- Maricopa \n------- Quechan (Yuma) \n----- Subgrupo Delta-California \n------- cucapá \n------- Diegueño             \n--------- Lipai \n--------- Jamul \n--------- kumiai \n----- kiliwa \n--- cochimí † \n"
}, {
  "id": "seri",
  "nombreOriginario": "Cmiique iitom",
  "nombreCastellanizado": "Seri",
  "transcripcionFonetica": "[kw̃ĩk’ iːtom]",
  "comunidades": "Hablada en el estado de Sonora, en la localidad de Punta Chueca en Hermosillo y en el municipio de Pitiquito, localidad El Desemboque de los Seris (El Desemboque).",
  "informacion": "La familia lingüística cmiique iitom (seri) se encuentra integrada en la actualidad por un solo idioma, el cual no ha podido ser relacionado genealógicamente con ningún otro, y recibe este nombre a partir de dicho idioma. En consecuencia, el cmiique iitom (seri) puede ser considerado una lengua aislada. Anteriormente se consideraba que estaba vinculado con un conjunto de idiomas (el chontal de Oaxaca, por ejemplo) a los que se les llamó hokanos."
}, {
  "id": "otomangue",
  "nombreCastellanizado": "Oto-mangue",
  "comunidades": "Hablada en el Estado de México, municipio de Temascaltepec, en la localidad de San Francisco Oxtotilpan; en el Estado de Oaxaca, en los municipios de San Jacinto Tlacotepec, Santa Cruz Zenzontepec, Santiago Ixtayutla, San Pedro Mixtepec Distrito 22, Tataltepec de Valdés, Villa de Tututepec de Melchor Ocampo, San Juan Quiahije, San Miguel Panixtlahuaca, San Pedro Juchatengo, Santa Catarina Juquila, Santiago Tetepec, Santiago Yaitepec, Villa Sola de Vega, San Gabriel Mixtepec, Santa Catarina Juquila, Santa María Temaxcaltepec, Santos Reyes Nopala y San Juan Lachao, San Juan Bautista Atatlahuca: Agua Fría, Barrio Ayuntamiento, Barrio del Calvario, El Porvenir (Santa Cruz el Porvenir), San Juan Bautista Atatlahuca, San Mateo Reforma, Zoquiapam Boca de los Ríos. San Juan Bautista Valle Nacional: La Nueva Esperanza. San Juan Quiotepec: Eh Füu [Ee fuu], El Pípila, Maninaltepec (San Miguel Maninaltepec), Mii Coho Cüi [Mii Koo’ Kui], San Juan Quiotepec, Santa María Nieves [Santa María las Nieves], Santa María Totomoxtla, Santiago Cuasimulco. San Pedro Yolox: Cerro Fruta, Chirimoya Yolox, La Esperanza, Nuevo Rosario, Nuevo Rosario Temextitlán, Rancho Bobo, Rosario Temextitlán, San Bernardo, San Francisco La Reforma, San Isidro, San Martín Buenavista, San Martín Buenavista, San Mateo Reforma, San Miguel, San Pedro Yolox, Santiago Cuasimulco (Nuevo). Santiago Comaltepec: Acahualillo, Ejido de Santiago Comaltepec. La Chuparrosa [Tierra Caliente], La Esperanza, Llano Tierra (Paraje), Metates, Piedra del Sol, Puerto Antonio, Puerto Eligio, Rosario Temextitlán, San Bernardo (Ranchería Temporal), San Martín Zoyolapam, Santiago Comaltepec, Soledad Tectitlán, Trucha (Ranchería Temporal), Vista Hermosa, en los municipios de San Felipe Jalapa de Díaz, San Felipe Usila, San José Chiltepec, San Juan Cotzocón, San Lucas Ojitlán y San Juan Bautista Tuxtepec. En el estado de Veracruz, en los municipios de Cosamaloapan, Isla, Juan Rodríguez Clara, Tierra Blanca, Tres Valles, Uxpanapa, Concepción Pápalo,San Andrés Teotilalpam, San Francisco Chapulapa, San Juan Bautista Cuicatlán, San Juan Tepeuxila, San Pedro Sochiapam, Santa María Pápalo, Santa María Tlalixtac, Santos Reyes Pápalo, y Valerio Trujano, en el Estado de México en los municipios de Acambay, Aculco, Amanalco de Becerra, Atlacomulco, Axapusco, Calimaya, Chapa de Mota, Huixquilucan, Jilotepec, Jilotzingo, Jiquipilco, Lerma, Morelos, Naucalpan de Juárez, Nicolás Romero, Ocoyoacac, Otzolotepec, San Felipe del Progreso, Temascalcingo, Temascaltepec, Temoaya, Tianguistenco, Timilpan, Toluca, municipio de Tianguistengo, en la localidad de Santiago Tilapa, Villa del Carbón, Xonacatlán y Zinacantepec; en el estado de Hidalgo, en los municipios de Actopan, Ajacuba, Alfajayucan, Almoloya, Atitalaquia, Atotonilco el Grande, Calnali, Cardonal, Chapulhuacán, Chilcuautla, Cuautepec de Hinojosa, Eloxochitlán, Francisco I. Madero, Huasca de Ocampo, Ixmiquilpan, Jacala de Ledezma, Metepec, Metztitlán, Mixquiahuala de Juárez, Nicolás Flores, Pacula, Progreso de Obregón, San Agustín Tlaxiaca, San Bartolo Tutotepec, San Salvador, Santiago Anaya, Tasquillo, Tepeapulco, Tepehuacán de Guerrero, Tepeji del Río de Ocampo, Tepetitlán, Tezontepec de Aldama, Tlahuiltepa, Tula de Allende, Zempoala, Zimapan, en el estado de Querétaro en el municipio de Amealco de Bonfil. En el estado de Tlaxcala, municipio de Ixtenco, en la localidad de San Juan Ixtenco.",
  "informacion": "Esta familia lingüística es la más grande y la más diversificada del país. Las lenguas de esta familia se hablan desde el estado de San Luis Potosí, el pame, hasta el estado de Oaxaca, el zapoteco. Hubo lenguas que pertenecieron a esta familia y que se hablaron en Chiapas, el chiapaneco, y en partes de Centroamérica, el subtiaba y el mangue. Estas últimas lenguas se encuentran extintas.\n\nEsquema arbóreo de la familia oto-mangue:\n\n\n - Oto-mangue \n --- Oto-mangue del oeste \n ----- Oto-pame-chinantecano \n ------- Oto-pame\n --------- otomí\n --------- mazahua \n --------- Matlatzinca-tlahuica \n ----------- matlatzinca\n ----------- tlahuica\n --------- pame\n --------- chichimeco\n ------- Chinantecano\n --------- chinanteco \n ---- Tlapaneco-mangueano\n ------ tlapaneco-subtiaba\n -------- Subtiaba †\n -------- tlapaneco\n ------ Mangueano\n -------- chiapaneco †\n -------- Mangue †\n --- Oto-mangue del este\n ----- Popolocano-zapotecano\n ------- Popolocano \n ---------- mazateco\n ---------- ixcateco\n ---------- chocholteco\n ---------- popoloca\n ------- Zapotecano\n ---------- zapoteco\n ---------- chatino\n ----- Amuzgo-mixtecano\n ------- amuzgo\n ---------- Mixtecano\n ------------ mixteco\n ------------ cuicateco\n ------------ triqui"
}, {
  "id": "maya",
  "nombreCastellanizado": "Maya",
  "transcripcionFonetica": "[maːja]",
  "comunidades": "Hablada en el estado de  Campeche: Calakmul: Araucarias, Becan, Bella Unión de Veracruz (Los Chinos), Caña Brava, Central Chiclera Altamira, Cinco de Mayo (Plan de Ayala), Constitución (Kilómetro Setenta), Dos Lagunas, El Cerro, El Gallinero, El Huiro, El Porvenir, El Tesoro, Emiliano Zapata, Eugenio Echeverría Castellot Número 2 (Carrizal), Felipe Ángeles, Felipe Ángeles Dos, Gustavo Díaz Ordaz (San Antonio Soda), Heriberto Jara Corona, Innominado, José María Morelos y Pavón (Cibalito), La Victoria, Los Ángeles, Narcizo Mendoza, Nueva Vida, Nuevo Becal (El Diecinueve), Nuevo Conhuas, Nuevo Progreso, Nuevo Veracruz, Once de Mayo, Pablo García, Quiché de las Pailas, Ricardo Flores Magón (Laguna Cooxli), Ricardo Payro Jene (Polo Norte), San José (Kilómetro Ciento Veinte), Santa Lucía, Tomás Aznar Barbachano (La Moza), Valentín Gómez Farías, Veinte de Noviembre, Xbonil, Xpujil, Zoh-Laguna (Álvaro Obregón). Calkiní: Anexo San Mateo, Bacabchén, Becal, Calkiní, Colonia Coca-Cola, Colun (San Alberto), Concepción, Dzitbalché, El Buen Pastor, El Gran Poder, El Refugio, Ex-Hacienda Santa Cruz, Frente Chucsay, Innominado, Isla Arena (Punta Arena), Jesús de Nazareno, La Fátima (Cocbilin), Las Almendras, Las Carolinas, Nunkiní, Piedras Negras, Pucnachén, San Agustín Chunhuas, San Antonio, San Antonio Sahcabchén, San Antonio Si-Ho, San Carlos, San Dieguito, San Joaquín de Moson, San José, San Juan, San Mateo, San Miguelito, San Nicolás, San Rafael, San Vicente Chucsay, Santa Cruz, Santa María, Tanchí, Tankuché, Tepakan, Xbilincoc, Xkakoch, Yaxhaltun. Campeche: Adolfo Ruíz Cortines, Alazán, Alfredo V. Bonfíl, Bethania, Bolonchén Cahuich, Boxol, Campeche, Carlos Cano Cruz (Los Tlaxcaltecas), Castamay, Cereso San Francisco Koben, Cinco Hermanos, Club Náutico y Deportivo de Campeche, Crucero, Crucero Oxa, Chakan Pool, Chemblas, China, Cholul, Chulbac, Dzicilá, El Escorpión, El Humilde, Ensenada, Granja Ivette, Hampolol, Hermanos González, Hobomo, Horticultores de Koben, Imi, Innominado, Jota Pe, Ka'anaj Sha'an, Kiara, Kikab, La Doble Jota, La Fortuna, La Herradura, La Omnipresencia de Dios, La Sierrita, Las Islas, Las Lomas, Los Laureles, Melchor Ocampo, Mex-Sab, Miguel Alemán (X-Campeu), Mucuychakan, Nilchí, Noh-Yaxché, Nohakal, Nuevo Hontún, Nuevo Penjamo, Oreb y Sinaí, Pich, Pocyaxum, Proagro, Pueblo Nuevo, Quetzal Edzná Módulo Dos, Quetzal Edzná Módulo Uno, Rancho Palma, San Agustín Ola, San Antonio Bobolá, San Antonio Cayal, San Antonio Xkix, San Camilo (Chencollí), San Felipe de Jesús, San Francisco, San Francisco Koben, San Joaquín, San Jorge, San José, San Lorenzo, San Luciano, San Román, Santa Cristina Kala, Santo Domingo (San Antonio Ebulá), Saúl Alberto, Siete Hermanos, Tikinmul, Tixmucuy, Tres Hermanos, Trituradora Reymar, Uayamon, Vivero Cayal, X-Campeu Exhacienda. Candelaria: Acopio de Leche Acalán, Agua Azul, Agua Prieta, Arroyo de Cuba, Arroyo del Julubal, Benito Juárez Uno, Campestre Candelaria, Candelaria, Cerro Pelón, Cuauhtémoc, Chechenal, El Capulín, El Cayuco (El Cayucón), El Desengaño, El Machetazo, El Mamey, El Naranjo, El Parpajal, El Piedral (El Muerto), El Porvenir, El Suspiro, El Tablón, El Tulipán, El Valle, Emiliano Zapata, Estado de México, General Francisco J. Mújica, Héctor Pérez Morales, Innominado, La Carmelita, La Esperanza, La Granada, La Lucha, La Nueva Lucha, La Zanja (La Palma), Las Bugambilias (Chuncopo), Las Delicias, Las Golondrinas, Las Palmitas, Los Tamarindos, Luinal, Miguel Alemán, Miguel Hidalgo y Costilla, Monclova, Nueva Esperanza, Nueva Rosita, Nuevo Coahuila, Nuevo Progreso, Pedro Baranda (San Martín), Pejelagarto, Primer Presidente de México (Guadalupe Victoria), Rancho Bonito, San Antonio, San Isidro, San José, San Juan Arroyo las Golondrinas, San Manuel Nuevo Canutillo, San Martín, San Serapio, Solidaridad, Venustiano Carranza, Vicente Guerrero, Vicente Lombardo Toledano (Las Conchas). Champotón: Acapulquito, Ah-Kim-Pech, Aquiles Serdán (Chuina), Arellano, Buenaventura Módulo Dos, Canasayab, Candelaria, Canta Mar, Cinco de Febrero, Ciudad del Sol, Corinto Dos, Chaccheito (Chacché), Champotón, Chén Valdez, Chilam-Balam, Dzacabuchén, Dzilituch, Dzitbalché de Castellot Módulo Tres, El Caporal, El Ceibo, El Cuatro, El Huiro, El Jabalí, El Laurel, El Nance, El Platanal, El Porvenir, El Rinconcito del Amor, El Saraguato, El Verdín, El Vergel, Felipe Carrillo Puerto, Haltunchén, Hermanos Vázquez, Hool, Innominado, Jerusalén, José María Morelos y Pavón (El Cerrito), La Bendición de Dios, La Joya, La Noria, La Parcela, La Paz de Dios, La Soledad, Ley Federal de Reforma Agraria, Licenciado Adolfo López Mateos (La Desconfianza), Licenciado Carlos Salinas de Gortari Módulo Uno, Licenciado José López Portillo Dos (Nilun), Mayatecum Módulo Uno, Miguel Colorado, Moquel, Nayarit de Castellot (Xnohá), Nueva Esperanza Dos (Santo Domingo), Nuevo Michoacán, Nuevo San Luis, Panti, Pixoyal, Polo, Profesor Graciano Sánchez (Cantemo), Providencia, Pustunich, Rancho Solo, Renacimiento (Tanta), Revolución, San Agustín, San Antonio del Río, San Antonio Yacasay, San Arturo, San Epifanio, San Francisco, San Guillermo, San Isidro, San José, San José Carpizo Dos, San José Carpizo Uno (San Fernando), San Juan Carpizo, San Pablo Pixtún, San Pedro, San Román, Santa Rosalía, Santo Domingo Kesté, Seybaplaya, Sihochac, Valle de Quetzalcóalt, Vicente Guerrero, Villa de Guadalupe, Villa Madero, Villamar, X-Keulil, Xbacab, Yohaltún. Escárcega: Altamira de Zinaparo (Nuevo Zinaparo), Belén, Benito Juárez (La Polla), Canaluum, Carrizal, Centenario, Colonia San Francisco (El Cinco), Champas Quemadas, Chan Laguna, División del Norte, Don Samuel, El Calabozo, El Gallo, El Lechugal, El Retiro, Escárcega, Flor de Chiapas, General Rodolfo Fierros, Guadalajara, Haro, Innominado, José de la Cruz Blanco, Justicia Social, Kilómetro 67 (Venustiano Carranza), Kilómetro Setenta y Cuatro, Kilómetro Treinta y Seis, La Asunción, La Cabaña, La Chiquita, La Esperanza, La Fortuna, La Guadalupe, La Jerónima, La Libertad, La Unión, La Victoria, Laguna Grande, Las Golondrinas, Las Ruinas, Licenciado Benito Juárez García Número Tres, Licenciado José López Portillo Uno, Licenciado Miguel de la Madrid, Luna, Matamoros, Miguel Hidalgo (Caracol), Nuevo Campeche (Tres Aguadas), Nuevo Progreso Dos, Rancho Pobre, San José, Silvituc. Hecelchakán: Blanca Flor, Chunkanan, Dzitnup, Dzotchén, Granja Avícola Hecelchakán 3 (San Epifanio), Granja Avícola Hecelchakán Dos (San Esteban), Granja Avícola Hecelchakán Uno (San Valentín), Hecelchakán, Monte Bello, Nohalal, Pocboc, Pomuch, San Isidro (Lavatraste), San Rafael, San Vicente Cumpich, Santa Cruz, Zodzil. Hopelchén: Akal Miis, Avícola Hopelchén, Barco-Haltun (Dos Cruces), Bilincox, Bolonchén de Rejón, Cancabchén, Crucero San Luis, Chac Il, Chan-Chén, Chencoh, Chun-Ek, Chuncedro, Chunchintok, Chunhuaymil, Chunyaxnic, Dzibalchén, El Poste, El Xuch, Francisco J. Mujica (Los Ucanes), Halchankán, Hopelchén, Ich-Ek, Innominado, Jal, Jalal, Katab, Konchén, La Colita, Noh-Ha, Pac-Chen, Pachuitz, Ramón Corona (Laguna Volpoch), Rancho Sosa, Sakcabchén, San Antonio, San Antonio Yaxché, San Antonio Yaxhá, San Francisco Suc-Tuc, San Jorge, San José, San Juan Bautista, San Pedro, Santa Cruz (Entre Hermanos), Santa Cruz de Sacsucil, Santa Elvira, Santa Rita Becanchén, Santa Rosa X-Tampac, Tres Valles (Can Akal), Ukum, Vicente Guerrero (Iturbide), X-Canhá, Xcalot Akal, Xcanahaltún, Xcanahaltún Huechil Unidos, Xculoc, Xcupil-Cacab, Xkix, Xmabén, Xmejía, Yaxché Akal, Yaxhá Segundo. Tenabo: Chenvega, Emiliano Zapata, Innominado, Kanki, La Herencia (Nachehá), Las Tres Rosas, Los Laureles, San Antonio Hom, San Antonio Nachehá, San Diego Chavi Exhacienda, San Eduardo (Tixmucuy), San Pedro Corralche, Santa Rita Corralche, Santa Rosa, Santa Rosa Número 2 (Trituradora Santa Rosa), Tenabo, Tinun, Tres Hermanos, Xkuncheil, Xkuncheil Exhacienda, en el estado de Quintana Roo  QUINTANA ROO: Benito Juárez: Adolfo Riquel, Albert y Diana, Alfredo V. Bonfíl, Álvaro Salinas P., Ángel, Andrés, Avance Agroindustrial, Avante Agropecuaria, Balam, Bosques del Caribe, Bromelias, Buenaventura, Campamento, Campestre Lol-Beh, Cancún, Carabanchel, Cárcamo Dos, Carlos Carrillo, Casa de la Salud Ejidal, Casas Unam, Catalino Pech Can, Ceferino Moo, Celestino Balam Chí, Central Hidalgo, Central Vallarta, Chile Parado, Doble C, Don Manuel, Dos Hermanos, El Ana Bárbara, El Cafetal, El Campesino, El Carajito, El Carmen, El Cedro, El Esfuerzo, El Palmar, El Potrillo, El Rancho Grande, El Rodeo de la Noche, El Tucán, Elio Toledo Cansino, Eliodoro Araujo, Emiliano Zapata, Empresa Ejidal Alfredo V. Bonfíl, Enfrente de ABC, Esteban Mayo, Flamingos Plus, Fraccionamiento Nazaret, Francisco Mendoza Correa, Franja Norte Cancún, Frente a la Región 234, Gabriela Ortiz Garay, Generación Dos Mil, Guadalupe, Hans, Hermanos Martínez, Hermanos Vázquez, Hopelchén, Huertos del Ramonal, Ignacio, Inmo Recubre, Innominado, Isidro Rejón, Jardín Botánico, Joaquín Zetina Gasca, Jorge Chacha Mazaba, José Castillo, José Luis Ortega Saucedo, Jovial Construcciones, Juan Teodoro Uc Kiní, Jícaro González, La Aurora, La Bendición de Dios, La Carpa, La Ceiba, La Esperanza, La Guadalupana, La Ilusión, La Lupita, La Primavera, La Providencia, La Santa Cruz, La Teresita, Las Ánimas, Las Arboledas, Las Dos Palmas, Las Pencas, Las Perlas, Las Pollitas, Leona Vicario, Leovigildo Yeh Hau, Lobo Ranchero, Lol Kaax, Los Almendros, Los Amigos, Los Bungaloa, Los Burgos, Los Castillo, Los Dos Hermanos J y J, Los Flamencos, Los Girasoles, Los Íñigo, Los Jardineros, Los Menchis, Los Morales, Los Panchos, Los Reyes, Los Tres Hermanos Maldonado, Los Tres Reyes, Los Xavieres, Lucila Canché, Luis Álvarez, Luis Donaldo Colosio Murrieta, Luis Solís Domínguez, M. Daniel Ku Cach, Manuel Puc Tun, Mario Martín, Maritza Gutiérrez Castellanos, María Conradomal, María Isabel Landero, Miguel Sánchez González, Nicolás Mejía, Mituch, Monte de los Olivos, Nardo Azcorra, Novapiedra, Nueva Creación Omar Cuevas, Palmira, Parcela Doce, Pastor Azcorra, Pedregal Bonfíl, Petempich, Planta de Transmisión Caribe Fm, Playa Blanca, Pozo Doce, Promacasa, Puerto Morelos, Punta Caracol, Quintas del Mar, Rafael Barrera, Rancho Alegre, Rancho Grande, Raúl Gómez Cruz, Rehollada, Renato Mapume, Residencial Campestre, Residencial Pintores, Residencial Álamos, Rey Jesús, Rigo Tovar, Rodmen, Roque Arjona, San Antonio, San Arturo, San Carlos, San Frogs, San Isidro, San Jerónimo, San Joaquín, San José, San Judas Tadeo, San Manuel, San Miguel, San Ángel, Sand Castle, Santa Ana, Santa Cruz, Santa Esmeralda, Santa Fabiola, Santa Isabel, Santa Martha, Santa María, Santa Rosa, Super Trescientos Tres, Taller Mecánico Rancho Jr., Teodosia Ay Canché, Timoteo Chan, Urcossa, Viajes Montebello, Villa de Guadalupe, Villa de las Flores, Villas de Cancún, Villas Miramar, Vivero Forestal Leona Vicario, Víctor Jímenez, Wilberto Sánchez. Felipe Carrillo Puerto: Andrés Quintana Roo, Betania, Buena Fe, Cacab, Canzepchén, Caña Brava, Cedralito, Cereso, Cocoyol, Columpich, Chan, Chan Chen Chuc, Chan Dzonot, Chan Santa Cruz, Chan Xcán, Chancah Derrepente, Chancah Veracruz, Chanchén, Chanchén Comandante, Chuc, Chumpon, Chun Akidz, Chun Kulché, Chun On, Chun- Yah, Chunhuas, Chunhuhub, Chunyaxché, Dos Naranjal, Dzap Tun, Dzaptún, Dzitbalché, Dzoyolá, Dzulá, Eduardo Palomo Coy, El Arco, El Corozo, El Girasol, El Olvido, El Olimpo, El Rey, Emiliano Zapata, Felipe Carrillo Puerto, Filadelfia, Filomeno Mata, Flor de Mayo, Francisco I. Madero, Francisco May, Guadalupana, Gustavo Ché Montalvo, Hobompich, Ignacio Manuel Altamirano, Innominado, José María Pino Suárez, Kampokolché, Kancab Chén, Kancabchén, Kancabchén Segundo, Kancabdzonot, Kenia Nairobi, Kilómetro Cincuenta, Kilómetro Dos, Kilómetro Sesenta y Cuatro, Kilómetro Sesenta y Ocho, Komchén, Kopchén, La Esperanza, La Guadalupana, La Noria, Laguna Kaná, Lal-Cah, Las Palmas, Las Sardinas, Lirios, Los Lagartos, Los Laureles, Los Tres Reyes, María Elena, Melchor Ocampo, Mixtequilla, Monte Rojo, Mosquiteros, Naranja, Naranjal Poniente, Noh-Bec, Noh-Cah, Nueva Loria, Nuevo Israel, Paraíso, Petcacab, Pixoy, Polinkin, Polyuc, Pomka, Pozo Blanco, Presidente Juárez, Pucté, Punab, Punta Herrero, Punta Pájaros, Ramonal, Rancho Grande, Rancho Víctor, Reforma Agraria, Sahcabchén, San Andrés, San Antonio, San Antonio Nuevo, San Antonio Segundo, San Bartolo, San Carlos, San Diego, San Felipe, San Felipe Berriozabal, San Fernando, San Francisco Aké, San Hermenegildo, San Hipólito, San Jacinto, San Jorge, San José Café, San José Café Cocoyol, San José Primero, San José Segundo, San Lorenzo, San Luis, San Martín, San Martín Sahcabchén, San Mateo, San Miguel, San Pablo, San Pedro, San Ramón, Santa Amalia, Santa Anita, Santa Cruz, Santa Fe Segundo, Santa Gertrudis, Santa Isabel, Santa Leticia, Santa Lucía, Santa María Poniente, Santa Matilde, Santa Rosa, Santa Rosa Segundo, Señor, Silvano Poot May, Tabi, Tac-Chivo, Tampak, Tepich, Tihosuco, Tixcacal Guardia, Trapich, Tres Reyes, Tuzik, Tzukum, Uh May, X-Café, X-Hazil Norte, X-Hazil Primero, X-Hazil Sur, X-Huazil, X-Konhá, X-Pichil, X-Yatil, Xaan, Yaxché Chal, Yaxley, Yoactún, Yodzonot, Yodzonot Chico, Yodzonot Nuevo, Zapotal. José María Morelos: Adolfo de la Huerta, Adolfo López Mateos, Adriana, Aguada la Presumida, Aguada San Antonio, Bacenillas, Benito Juárez, Bulukax, Cacatziú, Cafetal Grande, Cafetalito, Camarones, Candelaria, Cecilio Chí, Colmenitas, Chan Tabasquito, Chanchén, Chantuk Águilas, Dos Aguadas, Dziuché, El Crucero, El Huanal, El Martirio, El Mirador, El Naranjal, El Roble, El Tigre, El Triunfo, El Verdón, Gavilanes, Granja Porcícola, Guadalupe, Huay Max, Insurgentes, Javier Rojo Gómez, Jerónimo Chab Pat, José María Morelos, Juanas, Kancabchén, Kantemó, La Carolina, La Ceiba, La Ceibita, La Concepción, La Coqueta, La Esperanza, La Pimientita, La Presumida, La Voluntad de Dios, Las Palmas, Lázaro Cárdenas, Los Cuatro Hermanos, Los Lagartos, Mariano Matamoros, María de Jesús, Monte Grande, Nemesio Salazar, Nueva Reforma, Nuevo Plan de la Noria, Othón P. Blanco, Pedro Moreno, Peten Hay, Petrona May, Piedras Negras, Plan de la Noria, Pozo Pirata, Puerto Arturo, Rancho Guadalupe, Rancho Segovia, Rancho Viejo, Rancho Vázquez, Sabán, Sabana San Francisco, Sacalaca, Saczuquil, San Agustín, San Andrés, San Antonio Tuk, San Carlos, San Cosme, San Diego, San Esteban, San Felipe, San Felipe Oriente, San Felipe Primero, San Felipe Segundo, San Francisco, San Ignacio, San Isidro, San Isidro Poniente, San José de la Montaña, San Juan, San Juan Oriente, San Luis, San Luis Polo Segundo, San Marcos, San Martín, San Miguel, San Nicolás, San Pedro, San Román, San Salvador, San Valerio, Santa Alicia, Santa Amalia, Santa Ana, Santa Cruz, Santa Elena, Santa Gertrudis, Santa Margarita, Santa Mercedes, Santo Domingo, Santo Tomás, Secundino Cano (Charras), Tabasco, Tres Palmas, Venustiano Carranza, Villa de Guadalupe, X-Cabil, X-Nohcruz, X-Querol, Yoactún, Zafarrancho. Lázaro Cárdenas: Agua Azul, Arizona, Buenavista, Cedralito, Cedralito Segundo, Cristóbal Colón, Chanchén, Chiquilá, Chunyaxché, David Gustavo Gutiérrez Ruiz, Delirios, El Álamo, El Cedral, El Ideal, El Naranjal, El Pocito, El Porvenir, El Tintal, Esperanza, Francisco I. Madero, Guadalupe, Guadalupe Victoria, Héroe de Nacozari, Holbox, Ignacio Zaragoza, Juárez, Kantunilkin, La Ermita, La Hoyanca de Fátima, Laguna Costa Rica, Nuevo Durango, Nuevo Valladolid, Nuevo Valladolid Uno, Nuevo Xcán, Pacchén, Planta de Gas LP, Platanal, Poxil, Quintana, Rigoberto Canul Maglah, San Antonio, San Arturo, San Augusto, San Casimiro, San Cosme, San Eusebio, San Felipe, San Francisco, San Ignacio, San Isidro, San Javier, San José, San Juan, San Juan de Dios, San Lorenzo, San Luis, San Martiniano, San Mateo, San Pedro Primero, San Román, San Ángel, Santa Librada, Santa Melva, Santa Rosa, Santo Domingo, Solferino, Tres Marías, Tres Reyes, Vicente Guerrero, Villa de Guadalupe. Othón P. Blanco: Abundio Varguez, Administración Portuaria Integral, Aeropuerto de Mahahual, Álvaro Obregón, Álvaro Obregón Viejo, Allende, Altos de Sevilla, Anastacio Valdez Huchin, Andrés Quintana Roo, Atenea, Año Nuevo, Bacalar, Barlovento, Blanca Flor, Buena Esperanza, Buenavista, Caan Lumil, Cacao, Calderitas, Cámara, Cantarranas, Caobas, Captains Quarters, Carlos A. Madrazo, Catalino Maza Aguilar, Cayo Centro, Cielos Azules, Cinco de Mayo, Cocoyol, Colonia Colosio, Colonia Nuevo Progreso, Colonia Aarón Merino, Constituyentes, Cruz del Sur, Chacchoben, Chaparral, Chatis, Chetumal, Chula Vista, David Gustavo Gutiérrez Ruiz, De Guadalupe, Doble S, Doroteo Pérez Moguel, Eben Ezer, Eduardo Ovando, Edén, El Bajío, El Barranco, El Cadiraiz, El Cafetal, El Camarón, El Cedralito, El Ciprés, El Edén, El Esfuerzo, El Esplendor, El Gallito, El Gavilán, El Henequén, El Jabin, El Makuli, El Milagro, El Milagro del Siglo, El Naranjo, El Paraíso, El Paraíso Chico, El Pedregal, El Porvenir, El Progreso, El Resbalón, El Rosal, El Suspiro, El Trébol, Eliseo Chan Tuyuc, Elmer Matu Cob, Emiliano Zapata, Eric Herrera Race, Ernesto Chejin, Esteban Baca Calderón, Faustino Tamay Torres, Francisco Godoy, Francisco J. Mújica, Francisco Villa, Gabino Vázquez, Gamboa, Gavilán, Gregorio Pech, Guadalupe Sánchez, Guadalupe Victoria, Guilbert Cantom, Gustavo Díaz Ordaz, Hermanos Cantú, Hermanos Parra, Hermanos Sánchez, Hidalgo y Cortés, Huatusco, Huay-Pix, Humberto Quijano, Inifap, Innominado, Isidro Fabela, Iturbide, Iván Villanueva, Javier Rojo Gómez, Jesús González Ortega, Jesús Guzmán González, Jesús Martínez Ross, Jesús María y José, Jorge Durán, José Jesús Aguilar Ovando, José Luis Andrade, José Narciso Rovirosa, José Santana, Juan Herrera, Juan Sarabia, Kuchumatán, La Aventura, La Buena Fe, La Candelaria, La Ceiba, La Cocotina, La Cruz Sangrienta, La Esperanza, La Gloria, La Guadalupana, La Isla, La Laguna, La Libertad, La Pantera, La Pasadita, La Prosperidad, La Roca, La Tía, La Unión, La Virtud, Laguna Guerrero, Las Tres Marías, Lázaro Cárdenas, Lázaro Cárdenas del Río Tercero, Lázaro Cárdenas Segundo, Limonar, Limones, Lorenzo Caamal, Los Cascabeles, Los Cedros, Los Compadres, Los Darza, Los Divorciados, Los Gavilanes, Los Laureles, Los Martínez, Los Nogales, Luis Carballo, Luis Echeverría Álvarez, Mahahual, Manatí, Manuel Raz, Manuel Ávila Camacho, Margarita Maza de Juárez, Mario Aguilar, Mario Duck, María del Carmen, María Luisa Durán, Maya Balam, Melchor, Melchor Ocampo, Miguel Alemán, Miguel Hidalgo y Costilla, Miguel Osorio, Miguel Ángel Santos Poot, Monasterio de Nuestra Señora de Guadalupe, Monte Olivo, Morocoy, Nachi Cocom, Nicolás Bravo, Nuevo Becar, Nuevo Hoctun, Nuevo Jerusalén, Otilio Montaño, Oxtankah, Pablo Loza Flores, Pacto Obrero Campesino, Palmar, Patricio, Payo Obispo, Pedro Antonio Santos, Pedro Joaquín Coldwell, Pedro Ávila, Playa Carolina, Playa Centroamérica, Pucté, Punta Placer, Ramonal, Ramón Baeza, Rancho Arrecife, Rancho Belén, Rancho Elizabeth, Rancho Escondido, Rancho Ramonal, Rancho Rosario, Rancho Valerio, Raudales, Raymundo Abundes, Reforma, Rodolfo Delgado Peniche, Rutilio Mancilla Reyes, Río Escondido, Río Huache, Río Indio, Río Verde, Sabidos, Sac Nicté, Sacxan, San Andrés de los Xooles, San Antonio, San Arturo, San Carlos, San Felipe, San Felipe Bacalar, San Fernando, San Francisco Botes, San Isidro, San Isidro Dos, San Isidro la Laguna, San José, San José de la Montaña, San Juan, San Martín, San Pedro, San Pedro Peralta, San Ramón, San Román, San Tino, Sandwood Villas, Sangoloteo, Santa Cecilia, Santa Cruz, Santa Gerónima, Santa Gertrudis, Santa Julia, Santa Lucía, Santa María, Santa Rosa, Santa Rosalía, Santo Niño, Sergio Butrón Casas, Serviliano Cohuó Medina, Siete Leguas, Silvano Puc Briceño, Su Casa, Subteniente López, Tierras Negras, Tito Raúl García Aguilar, Tomás Garrido Canabal, Tres Garantías, Tres Hermanos, Tres Reyes, U-Yumil-Ceh, Ubre Blanca, Ucum, Unicornio, Valentín Gómez Farías, Vallehermoso, Veracruz, Viva Cristo Rey, Xahuachol, Xcalak, Xkan-Lol, Xochitl, Xul-Há, Yumpetén, Yuster, Zamora. Solidaridad: Akachén, Aktún Chén, Aktún Ku, Akumal, Akumal Sur, Andrea's, Armando Manzo, Audomaro Pat Be, Bahías de Punta Solimán, Banco Playa, Boca Paila, Bonanza Xpu Há, Campamento SCT, Caseta, Ciudad Chemuyil, Coba, Colorada, Comaplaca, Conchita Paa Mul Dos, Conchita Paa Mul Uno, Constituyentes del Setenta y Cuatro, Crucero de las Ruinas de Tulum, Cuatro Hermanos, Cusam, Cárcel Pública, Chan Kon, Chanchén Número Uno, Chanchén Palmar, Chandzonot, Chén Chomac, Chimay, Diisa, Don Eduardo, Don Nico, Dos Ojos, Dos Ojos Dive Center, Dos Palmas, Dzi-Baan-Actún, Dzoc, Dzonot Há, El Abadejo, El Ancla, El Balandrín, El Caracol, El Ché, El Chivo, El Dorado, El Faisán, El Grano de Oro, El Jabalí, El Manguito, El Palomar, El Paraíso, El Pedregal, El Perpetuo Socorro, El Peten, El Tatich, El Tigrillo, El Venado, El Vuelo del Águila, Estrella del Sur, Flor de Mayo, Francisco Uh May, Gavilán, Guadalupano, Hemingway, Honduras, Hondzonot, Innominado, Javier Rojo Gómez, José María Pino Suárez, K Tres, Kana Kíwi, Kantenah Dos, Kantún Chi, Kilómetro Ciento Catorce, La Ballena Junior, La Boya, La Esperanza, La Felicidad, La Gloria, La Picuda, La Ponderosa, La Zorra, Laguna Madera, Las Bugambilias, Las Margaritas, Las Tunas, Lol Ché, Lol-Há, Loma Bonita, Los Lirios, Los Picapiedra, Los Pinos, Los Pájaros, Los Pícaros, Lucio Pech, Macario Gómez, Manuel Antonio Ay, Manuel Cime Arce, Mar Caribe, Marciano Toledo Sánchez, Maya Tulum, Monos y Mariposas, Mulichén, Nicte Há, Nueva Creación, Oasis Akumal, Paa Mul, Panabá, Paraíso, Pedro Paila, Playa Aventuras, Playa Condesa, Playa del Carmen, Playa del Secreto, Playa Paraíso, Playa Xcalacoco, Puerta del Cielo, Puerto Aventuras, Puerto Chile, Punta Esmeralda, Punta Venado, Quiam, Rafael Medina Rivero, Riviera Tulum, Robinson Club Tulum, Rodolfo Delgado, Sac Be, Sac-Nicté, Sagrado Corazón de Jesús, Sahcab Mucuy, San Agustín, San Antonio, San Antonio Aventuras, San Carlos, San Diego, San Erick, San Francisco, San Gonzalo, San Isidro, San José, San Juan, San Lorenzo, San Martín, San Mateo, San Miguel, San Pedro, San Rafael, San Silverio, San Víctor, Santa Amelia, Santa Elena, Santa Martha Fracción Cinco, Santa Rosa, Santa Teresa, Tankah Dos, Tasol Chico, Tres Hermanos, Tribasa, Tulum, Tzuquil, Uxuxubil, Veracruz, Villas del Caribe, Vivero Municipal, X-Caakal, Xbecal, Xpu Ha Dos, Yal-Xaan, Yalchén, Yaxché, Yoactún, Yokop, Yumi Há.",
  "informacion": "También llamada: ayance, mayense, mayana.\n\n La mayor parte de las lenguas de esta familia se habla en Guatemala. Ocho lenguas de esta familia se hablan sólo en México; otra, el maya, se habla además en Belice; cinco más, el Q’anjob’al, el Jakalteko, el Chuj, el Teko y el Mam, también se hablan en Guatemala y su presencia en México data, por lo menos, de finales del siglo XIX; las otras seis, se hablan, principalmente, en Guatemala y se hablan en México aproximadamente desde 1980. En la década de los 80, a consecuencia de la guerra civil que hubo en este país centroamericano, el número de lenguas mayas habladas en territorio nacional se incrementó notablemente.\n\nEsquema arbóreo\n\n De la familia maya:\n\n \n - Maya \n --- Huastecano \n ----- huasteco \n ----- chicomuselteco † \n --- Yucatecano-maya nuclear \n ----- Yucateco-Lacandón  \n ------- Yucateco-lacandón  \n --------- maya (yucateco) \n --------- lacandón \n ------- Mopán-Itzá  \n --------- Mopán \n --------- Itzá \n ----- Maya nuclear \n -------- Cholano-tseltalano \n ---------- Cholano \n ------------ Ch’ol-Chontal \n -------------- ch’ol \n -------------- chontal de Tabasco \n ------------ Ch’ortí-Choltí \n -------------- Ch’orti’ \n -------------- Choltí † \n ---------- Tseltalano \n ------------ tseltal \n ------------ tsotsil \n -------- Q’anjob’aleano-chujeano \n ---------- Q’anjob’aleano \n ------------- Q’anjob’al-Akateko-Jakalteko \n --------------- Q’anjob’al \n --------------- Akateko \n --------------- Jakalteko \n ------------- qato’k \n ---------- Chujeano  \n ------------ Chuj \n ------------ tojolabal \n -------- K’icheano-Mameano \n ---------- K’icheano \n ------------ Q’eqchi’ \n ------------ Uspanteko \n -------------- Poqom-K’icheano \n ---------------- Poqom \n ------------------ Poqomchi’ \n ------------------ Poqomam \n ---------------- K’icheano nuclear \n ------------------ K’iche’ \n ------------------ Kaqchikel-Tz’utujil \n -------------------- Kaqchikel \n -------------------- Tz’utujil \n ------------------ Sakapulteko \n ------------------ Sipakapense \n ---------- Mameano \n ------------ Teko-Mam \n -------------- Teko \n -------------- Mam \n ------------ Awakateko-Ixil \n -------------- Awakateko \n -------------- Ixil"
}, {
  "id": "totonacotepehua",
  "nombreCastellanizado": "Totonaco-tepehua",
  "comunidades": "Hablada en el estado de Veracruz en el municipio de Chiconquiaco: Cruz Verde, Chiconquiaco, El Barreal, El Capulín, El Cofresillo, El Huérfano, Gallo de Oro, La Parra, La Sombra, La Vaquería. Jilotepec: Agua Dorada, Jilotepec, La Concepción, La Victoria, Las Lomas, Paso de San Juan, Piedra de Agua. Landero y Coss: Landero y Coss. Misantla: Arroyo Hondo, Arroyo Negro, Buenos Aires, Chapachapa, El Pozón, Espaldilla (Ranchería Espaldilla), Ignacio Zaragoza (El Chorro), La Libertad, La Palma, La Primavera, Liquidámbar, Los Trapiches, Manuel Gutiérrez Nájera, Misantla, Paso Blanco, Plan de la Vega, Poxtitlán, Pueblo Viejo, Rancho la Suerte, Rancho Viejo, Salvador Díaz Mirón, Santa Cruz Hidalgo, Venustiano Carranza, Villa Nueva. Naolinco: Almolonga, El Espinal, La Barbechera, Las Haldas, Naolinco de Victoria, Naranjillo, San Marcos Atesquilapan (Atexquilapan), San Miguel Aguazuelos, San Pablo Coapan. Yecuatla: Colonia Lázaro Cárdenas (El Naranjal), Colonia Rafael Murillo Vidal, El Chalahuite, El Mirador, La Aurora, La Victoria, Los Gabrieles, Los Simones, Plan de Almanza, Yecuatla,  Ixhuatlán de Madero: Acatipan, Agua Linda, Agustín Melgar, Ameluca, Buena Vista, Cañada, Cebadillos, Ceiba Chuca, Cerro de la Gallina, Colatlán, Dos Arroyos, Ejido Cañada, El Mirador, El Nopal, El Tepetate, El Tizal, General Felipe Ángeles, Huexotitla, Ixhuatlán de Madero, La Palma Capadero, La Unión, Las Flores, Las Palmas, Llano Enmedio, Lucio Blanco, Marcialta, Naranjal, Pacífico, Pisaflores, San Antonio, San Francisco, San José el Salto, Santa Maria Apipilhuasco, Tejerilla, Tepozuapan, Terrero, Tziltzacuapan, Xomulco, Zapotal, Filomeno Mata: Arroyo Grande, Cerro Grande, Colonia Eleodoro Dávila, Efraín Márquez, El Ciruelo, El Crucero, Filomeno Mata, Francisco Villa, Los Vázquez, María de la Letra,  Cazones: Barra de Cazones, Barrio Acosta Lagunas, Buenavista, Cabellal Número 1, Cabellal Número 2, Cabellal Número 3, Cazones de Herrera, Cerro Grande, Cerro Verde, Coyol Norte, Coyol Sur, Cruz Blanca Número 1, Cruz Blanca Número 2, Chaca Gorda, El Calichar, El Marino, El Mirador, El Ramal, El Sauce, El Torno, El Vergel, El Zapote, Emiliano Zapata, Finca el Talismán, Finca Santa Juanita, General Felipe Ángeles, La Ceiba, La Curva, La Encantada, La Esmeralda, La Esperanza, La Fortuna, La Gloria, La Piedad, La ",
  "informacion": "El nombre de la familia lingüística totonaco-tepehua proviene de la unión de los nombres de las lenguas que la conforman, por un lado el totonaco y, por el otro, el tepehua. Las lenguas de esta familia se hablan en parte de los estados de Hidalgo, Puebla y Veracruz. Anteriormente se consideraba que esta familia lingüística formaba parte de la familia maya. Estudios más recientes han mostrado que el totonaco y el tepehua no se encuentran relacionados con las lenguas mayas.\n\nEsquema arbóreo de la familia totonaco-tepehua:\n\n - Totonaco-tepehua \n --- totonaco \n --- tepehu"
}, {
  "id": "tarasca",
  "nombreOriginario": "P'urhépecha",
  "nombreCastellanizado": "Tarasco",
  "transcripcionFonetica": "[pʰoɽepet͡ʃa]",
  "informacion": "También llamada ‘tarasca’. \n\nLa familia lingüística purépecha se encuentra integrada en la actualidad por un solo idioma, el cual no ha podido ser relacionado genealógicamente con ningún otro; en consecuencia, puede ser considerada una lengua aislada. Se habla en una buena parte del estado de Michoacán."
}, {
  "id": "mixezoque",
  "nombreCastellanizado": "Mixe-zoque",
  "informacion": "También llamada mixe-zoqueana, mije-soque.\n\nEl nombre de la familia lingüística mixe-zoque proviene de la unión de los nombres de las dos ramas que la constituyen, por un lado la mixe y, por el otro, la zoque. Las lenguas de esta familia se hablan en el sur de Veracruz, en una pequeña parte de Tabasco, en el norte de Chiapas, y en el noreste y este de Oaxaca. Hace algunos años todavía se agrupaba a las lenguas mixe-zoques con las lenguas de la família maya.\n\nEsquema arbóreo de la familia mixe-zoque:\n\n \n- Mixe-zoque \n--- Mixeano mixe\n----- tapachulteco †\n----- sayulteco\n----- oluteco\n--- Zoqueano\n----- Zoqueano del Golfo\n------- texistepequeño\n------- ayapaneco\n------- popoluca de la Sierra\n----- zoque "
}, {
  "id": "chontaldeoaxaca",
  "nombreCastellanizado": "Chontal de Oaxaca",
  "informacion": "La familia lingüística chontal de Oaxaca se encuentra integrada en la actualidad por un conjunto de variantes lingüísticas respecto de las cuales no ha sido posible establecer: a) si se trata de un solo idioma, en cuyo caso se hablaría del chontal de Oaxaca como una lengua aislada y, a su vez, como el único miembro de dicha familia; o b) si se trata de más de un idioma, lo que correspondería a hablar de una familia lingüística poco diversificada. En la actualidad, la relación genealógica de los idiomas de la familia lingüística chontal de Oaxaca sigue en discusión. Al respecto, la hipótesis que ha tenido más fuerza es la que vincula a esta familia con los idiomas hokanos."
}, {
  "id": "huave",
  "nombreOriginario": "Umbeyajts/Ombeayüiits",
  "nombreCastellanizado": "Huave",
  "transcripcionFonetica": "[ombeajiɨt͡s]",
  "informacion": "La familia lingüística Umbeyajts/Ombeayüiits (huave) se encuentra integrada en la actualidad por un solo idioma, el cual le da nombre a la familia; en consecuencia el Umbeyajts/Ombeayüiits puede ser considerado una lengua aislada. Como evidencia de los intentos por definir su filiación lingüística, considérese que algunos investigadores propusieron su incorporación a la familia lingüística maya; otros, a la mixe-zoque y unos más, a la oto-mangue. Se habla en el estado de Oaxaca y tiempo atrás se comentaba que también se hablaba en una parte de Chiapas."
}]